[LANGUAGES]
GERMAN=Deutsch
ENGLISH=English
FRENCH=Français
DUTCH=Nederlands
ITALIAN=Italiano
SPANISH=Spanish
KOREAN=한국어 (Korean)
JAPANESE=日本語 (Japanese)
SIMPLIFIED_CHINESE=简体中文 (Simplified Chinese)
TRADITIONAL_CHINESE=繁體中文 (Traditional Chinese)

[FONTS]
KOREAN_FONTSIZE=12
JAPANESE_FONTSIZE=12
SIMPLIFIED_CHINESE_FONTSIZE=12
TRADITIONAL_CHINESE_FONTSIZE=12

[GERMAN]
EULA_TITLE=Lizenzvereinbarung
TXT_CHOOSE_INSTALL=Treiber installieren
TXT_CHOOSE_UNINSTALL=Installierte Treiber entfernen
TXT_CHOOSE_KEY=Lizenzcode eingeben
TXT_CHOOSE_EXIT=Installationsprogramm beenden
PB_REBOOT_LATER=Kein Neustart
PB_REBOOT_NOW=Neustart jetzt
RB_EULA_ACCEPT=Ich nehme die Lizenzvereinbarung &an
RB_EULA_DECLINE=Ich lehne die Lizenzvereinbarung ab
PB_INSTALL=&Installieren
PB_EXIT=&Beenden
PB_STOP=Stopp
TXT_QUIT_INSTALLER_QUESTION=Möchten Sie die Treiberinstallation abbrechen ?
TXT_STATUS_FINISHED_REBOOT=Zum Abschluß der Installation ist ein <Neustart> erforderlich. Klicken Sie <Kein Neustart>, wenn Sie diesen später selbst durchführen möchten.
TXT_STATUS_FINISHED_NO_REBOOT=Installation erfolgreich abgeschlossen. Ein Neustart ist nicht erforderlich.
ERR_IN_FILE=Die Datei %1 existiert nicht, oder ist fehlerhaft. Versuchen Sie das Setup erneut zu entzippen.
ERR_TO_MANY_DEVICES=Die Datei %1 enthält zuviele Geräteinformationen.
ERR_CLOSE_ALL_APPS=Es sind Windows Applikationen der Systemsteuerung geöffnet, welche die Installation beinträchtigen könnten. Beenden Sie alle Applikationen der Systemsteuerung.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Existierende Treiber konnten nicht entfernt werden. Beenden Sie alle Aplikationen die auf USB-Audio Geräte zugreifen oder entfernen Sie alle USB-Audio Geräte.
TXT_STATUS_SEEK_HWWIZARD=Suche laufende Applikationen.
TXT_STATUS_REMOVING_DRIVERS=Alte Treiber werden entfernt.
TXT_STATUS_REPLUG=Entfernen Sie nun Ihr USB-Audio Gerät und schließen Sie es erneut an den Computer an.
TXT_STATUS_PLUG=Falls Ihr USB-Audio Gerät noch nicht mit dem Computer verbunden ist, schließen Sie es jetzt an. Die Erkennung kann einen Moment dauern.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Erkanntes USB-Audio Gerät wird initialisiert.
TXT_STATUS_INSTALL_DRIVER=USB Treiber werden installiert.
TXT_STATUS_INSTALL_ASIO=ASIO Treiber wird installiert.
TXT_STATUS_FAILED=Die Installation ist nicht erfolgreich verlaufen.
TXT_STATUS_FAILED_REBUILD_DDB=Die Treiberdatenbank wird aktualisiert.
TXT_STATUS_UNINST_SUCC_REBOOT=Zum Abschluß der Deinstallation ist ein <Neustart> erforderlich. Klicken Sie <Kein Neustart>, wenn Sie diesen später selbst durchführen möchten.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=Deinstallation erfolgreich abgeschlossen. Ein Neustart ist nicht erforderlich.
TXT_STATUS_UNINST_ERR=Treiber konnten nicht entfernt werden. Entfernen Sie alle USB-Audio Geräte, starten Sie den Computer neu und führen Sie die Deinstallation erneut aus.
TXT_STATUS_MORE_DEVICES=Möchten Sie ein weiteres Gerät installieren ?
ERR_UNPLUG_DEVICES=Entfernen Sie nun Ihr USB-Audio Gerät. %1

[FRENCH]
EULA_TITLE=Termes de la licence
TXT_CHOOSE_INSTALL=Installer le pilote
TXT_CHOOSE_UNINSTALL=Désinstaller lepilote
TXT_CHOOSE_KEY=Entrez le numéro de licence
TXT_CHOOSE_EXIT=Sortir
PB_REBOOT_LATER=Redémarrer plus tard
PB_REBOOT_NOW=Redémarrer maintenant
RB_EULA_ACCEPT=J'&accepte les termes de la licence
RB_EULA_DECLINE=Je refuse les termes de la licence
PB_INSTALL=&Installer
PB_EXIT=&Sortir
PB_STOP=Arrêter
TXT_QUIT_INSTALLER_QUESTION=Voulez-vous réellement interrompre l'installation ?
TXT_STATUS_FINISHED_REBOOT=Afin de terminer l'instalation, il est nécessaire de redémarrer l'ordinateur. Cliquer sur <Redémarrer maintenant>, ou sur <Redémarrer plus tard> si vous ne voulez pas redémarrer maintenant.
TXT_STATUS_FINISHED_NO_REBOOT=L'installation s'est correctement terminée. Il n'est pas nécessaire de redémarrer.
ERR_IN_FILE=Le fichier %1 n'existe pas ou est endommagé. "Dézippez" l'installateur à nouveau et relancez-le.
ERR_TO_MANY_DEVICES=Le fichier %1 contient trop d'informations périphériques.
ERR_CLOSE_ALL_APPS=Les programmes gestionnaires de périphériques peuvent interférer avec cet installateur. Veuillez quitter maintenant tous les programmes gestionnaires de périphériques.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=L'installateur n'a pas pu désactiver tous les pilotes. Veuillez quitter toutes les applications utilisant des périphériques audio USB, ou déconnecter tous les périphériques audio USB.
TXT_STATUS_SEEK_HWWIZARD=Recherche des applications actives.
TXT_STATUS_REMOVING_DRIVERS=Désinstallation des anciens pilotes.
TXT_STATUS_REPLUG=Veuillez déconnecter votre périphérique USB audio, puis le reconnecter à votre ordinateur.
TXT_STATUS_PLUG=Veuillez connecter votre périphérique USB audio, si ce n'est pas déjà fait. Soyez patient, cela peut prendre du temps !
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Initialisation du périphérique USB audio.
TXT_STATUS_INSTALL_DRIVER=Installation des pilotes USB.
TXT_STATUS_INSTALL_ASIO=Installation du pilote ASIO.
TXT_STATUS_FAILED=L'installation a malheureusement échoué.
TXT_STATUS_FAILED_REBUILD_DDB=Reconstruction de la base de données du pilote.
TXT_STATUS_UNINST_SUCC_REBOOT=Afin de terminer la désinstallation, il est nécessaire de redémarrer l'ordinateur. Cliquer sur <Redémarrer maintenant>, ou sur <Redémarrer plus tard> si vous ne voulez pas redémarrer maintenant.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=La désinstallation s'est correctement terminée. Il n'est pas nécessaire de redémarrer.
TXT_STATUS_UNINST_ERR=Une erreur s'est produite lors de l'effacement de certains fichiers. Déconnectez tous les périphériques USB audio, redémarrez le système et relancez le désinstallateur.
TXT_STATUS_MORE_DEVICES=Voulez-vous installer un autre périphérique ?
ERR_UNPLUG_DEVICES=Veuillez déconnecter votre périphérique USB audio. %1

[ENGLISH]
EULA_TITLE=License Agreement
TXT_CHOOSE_INSTALL=Install the driver
TXT_CHOOSE_UNINSTALL=Uninstall the driver
TXT_CHOOSE_KEY=Enter the license key
TXT_CHOOSE_EXIT=Exit
PB_REBOOT_LATER=Reboot later
PB_REBOOT_NOW=Reboot now
RB_EULA_ACCEPT=I &accept the agreement
RB_EULA_DECLINE=I don't accept the agreement
PB_INSTALL=&Install
PB_EXIT=E&xit
PB_STOP=Stop
TXT_QUIT_INSTALLER_QUESTION=Do you really want to abort the driver installation?
TXT_STATUS_FINISHED_REBOOT=In order to complete the installation it's necessary to reboot the computer. Press <Reboot now>, or press <Reboot later> if you don't want to reboot now.
TXT_STATUS_FINISHED_NO_REBOOT=The installation completed successfully. It's not necessary to reboot.
ERR_IN_FILE=The file %1 doesn't exist or is corrupted. Unzip the Setup again and restart it.
ERR_TO_MANY_DEVICES=The file %1 contains too much device information.
ERR_CLOSE_ALL_APPS=Active device manager applications can possibly interfer with this installer. Please exit all device manager applications now.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Setup was unable to remove the drivers. Please exit all applications making use of USB audio devices or unplug all USB audio devices.
TXT_STATUS_SEEK_HWWIZARD=Looking for currently running applications.
TXT_STATUS_REMOVING_DRIVERS=Uninstalling earlier drivers.
TXT_STATUS_REPLUG=Please unplug your USB audio device, then replug it to your computer.
TXT_STATUS_PLUG=Please plug your USB audio device now to the computer if it's not already connected. This might take a while.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Initializing the USB audio device.
TXT_STATUS_INSTALL_DRIVER=Installing USB drivers.
TXT_STATUS_INSTALL_ASIO=Installing the ASIO driver.
TXT_STATUS_FAILED=Unfortunately the installation failed.
TXT_STATUS_FAILED_REBUILD_DDB=Rebuilding driver database.
TXT_STATUS_UNINST_SUCC_REBOOT=In order to complete the deinstallation it's necessary to reboot the computer. Press <Reboot now>, or press <Reboot later> if you don't want to reboot now.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=The deinstallation completed successfully. It's not necessary to reboot.
TXT_STATUS_UNINST_ERR=An error occured while removing the driver files. Unplug all USB-Audio devices, reboot your system and run the uninstaller again.

TXT_STATUS_MORE_DEVICES=Do you want to install another device ?
ERR_UNPLUG_DEVICES=Please unplug your USB audio device. %1

[KOREAN] 
EULA_TITLE=사용권 계약서 
TXT_CHOOSE_INSTALL=드라이버를 설치 합니다. 
TXT_CHOOSE_UNINSTALL=드라이버를 제거합니다. 
TXT_CHOOSE_KEY=라이선스 키를 입력하십시요. 
TXT_CHOOSE_EXIT=취소합니다. 
PB_REBOOT_LATER=시스템 재시동 
PB_REBOOT_NOW=나중에 재시동 합니다 
RB_EULA_ACCEPT=네. 동의 합니다. 
RB_EULA_DECLINE=아니오. 동의 하지 않습니다. 
PB_INSTALL=&Install 
PB_EXIT=E&xit 
PB_STOP=정지
TXT_QUIT_INSTALLER_QUESTION=지금 설치작업을 끝내시겠습니까? 
TXT_STATUS_FINISHED_REBOOT=드라이버 설치작업을 완벽하게 끝내기 위해서는 컴퓨터를 재부팅하셔야 합니다.지금 재부팅 하시려면, <시스템 재시동>를 누르시고, 나중에 재부팅 하시려면  <나중에 재시동 합니다> 를 누르십시요. 
TXT_STATUS_FINISHED_NO_REBOOT=드라이버 설치 작업이 성공적으로 끝났습니다. 지금 바로 재부팅 없이 사용 가능합니다.

ERR_IN_FILE=%1 파일이 존재하지 않거나 오류가 있습니다. 셋업 파일을 다시 압축 해제 하고 처음부터 다시 설치합니다. 
ERR_TO_MANY_DEVICES=%1 파일이 너무 많은 디바이스 정보를 가지고 있습니다. 
ERR_CLOSE_ALL_APPS=윈도우즈 디바이스 매니저 혹은 다른 프로그램이, 설치 작업에 방해가 될수 있습니다. 현재 실행중인 모든 프로그램을 종료 해 주십시요. 
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=드라이버를 지우지 못 했습니다. 현재 실행중인 모든 프로그램을 종료하시고, 장착된 모든 USB Audio 기기를 제거 해 주십시오. 
TXT_STATUS_SEEK_HWWIZARD=현재 실행중인 프로그램을 찾습니다. 
TXT_STATUS_REMOVING_DRIVERS=이전 버전의 드라이버를 제거 하고 있습니다. 
TXT_STATUS_REPLUG=USB 오디오 디바이스를 컴퓨터에서 잠시 제거한후, 다시 연결 해주십시오. 
TXT_STATUS_PLUG=USB 오디오 디바이스를 연결하지 않으셨다면, 지금 연결 해주십시요.  잠시만 기다려 주십시요. 드라이버가 설치 중입니다. 
TXT_STATUS_INIT_DEVICE_FOR_SETUP=USB 오디오 디바이스를 초기화합니다. 
TXT_STATUS_INSTALL_DRIVER=USB 드라이버를 설치 합니다. 
TXT_STATUS_INSTALL_ASIO=ASIO 드라이버를 설치 합니다. 
TXT_STATUS_FAILED=드라이버를 설치 하지 못했습니다. 
TXT_STATUS_FAILED_REBUILD_DDB=드라이버 데이터베이스를 재설치합니다. 
TXT_STATUS_UNINST_SUCC_REBOOT=드라이버 제거를 성공적으로 끝내기 위해서는 컴퓨터를 재부팅 해야 합니다. 지금 하시려면 <시스템 재시동>를 눌러주십시오. 나중에 하시려면 <나중에 재시동 합니다> 를 눌러 주십시오. 
TXT_STATUS_UNINST_SUCC_NO_REBOOT=드라이버가 성공적으로 제거 되었습니다. 재부팅 하실 필요 없이 바로 다른 작업을 하실 수 있습니다. 
TXT_STATUS_UNINST_ERR=드라이버를 제거 하는 중에 오류가 발생하였습니다. 모든 USB 오디오 디바이스를 컴퓨터에서 제거 하시고, 시스템 재부팅 후 다시 드라이버를 제거 해 주십시오. 
TXT_STATUS_MORE_DEVICES=다른 디바이스를 연결 하시겠습니까? 
ERR_UNPLUG_DEVICES=USB 오디오 디바이스를 컴퓨터에서 잠시 제거한후. %1

[JAPANESE]
EULA_TITLE=使用ライセンス許諾契約書
TXT_CHOOSE_INSTALL=USB-AUDIOインストール
TXT_CHOOSE_UNINSTALL=USB-AUDIOアンインストール
TXT_CHOOSE_KEY=シリアルキーを入力して下さい
TXT_CHOOSE_EXIT=終了
PB_REBOOT_LATER=後で再起動
PB_REBOOT_NOW=再起動
RB_EULA_ACCEPT=使用許諾契約の条項に同意します
RB_EULA_DECLINE=使用許諾契約の条項に同意しません
PB_INSTALL=インストール
PB_EXIT=終了
PB_STOP=停止
TXT_QUIT_INSTALLER_QUESTION=本当にインストールを中止してもいいですか？
TXT_STATUS_FINISHED_REBOOT=インストールを終了するためには、パソコンを再起動する必要があります。今すぐに再起動する場合は、＜再起動＞を選択して下さい。もし、後で再起動する場合は、＜後で再起動＞を選択して下さい。

TXT_STATUS_FINISHED_NO_REBOOT=セットアップが完了しました。インストールを終了するためには、パソコンを再起動する必要があります。

ERR_IN_FILE=ファイルの解凍に失敗している可能性があります。もう一度解凍しセットアップを行ってください。
ERR_TO_MANY_DEVICES=The file %1 contains too much device information.
ERR_CLOSE_ALL_APPS=Active device managerアプリケーションはインストーラーに影響する可能性があります。全てのデバイスマネージャーアプリケーションを閉じてください。
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=USBドライバーをアンインストールできませんでした。USBデバイスを使用しているアプリケーションを停止してください。また。USBデバイスを外してください。
TXT_STATUS_SEEK_HWWIZARD=現在実行可能なアプリケーションを探しています。
TXT_STATUS_REMOVING_DRIVERS=ドライバーをアンインストールします。
TXT_STATUS_REPLUG=パソコンからUSBのプラグを外してください。
TXT_STATUS_PLUG=USBオーディオデバイスをコンピューターに接続してください。接続にはしばらく時間がかかります。

TXT_STATUS_INIT_DEVICE_FOR_SETUP=USBドライバーを初期化します。
TXT_STATUS_INSTALL_DRIVER=USBドライバーをインストールします。
TXT_STATUS_INSTALL_ASIO=ASIOドライバーをインストールします。
TXT_STATUS_FAILED=インストールに失敗しました。

TXT_STATUS_FAILED_REBUILD_DDB=ドライバーを更新しました。
TXT_STATUS_UNINST_SUCC_REBOOT=インストールを終了するためには、パソコンを再起動する必要があります。今すぐに再起動する場合は、＜再起動＞を選択して下さい。もし、後で再起動する場合は、＜後で再起動＞を選択して下さい。
TXT_STATUS_UNINST_SUCC_NO_REBOOT=ドライバーの更新に成功しました。パソコンを再起動する必要は御座いません。
TXT_STATUS_UNINST_ERR=ドライバーに問題が起きました。USBプラグを抜いて再起動をするかアンインストールをしてみて下さい。
TXT_STATUS_MORE_DEVICES=あなたはもう一つのデバイスをインストールしますか？
ERR_UNPLUG_DEVICES=USBのプラグをパソコンから外してください。%1


[DUTCH]
EULA_TITLE=Licentie Overeenkomst
TXT_CHOOSE_INSTALL=Installeer de driver.
TXT_CHOOSE_UNINSTALL=Verwijder de driver.
TXT_CHOOSE_KEY=Voer de licentie code in.
TXT_CHOOSE_EXIT=Einde.
PB_REBOOT_LATER=Later opstarten.
PB_REBOOT_NOW=Nu opnieuw opstarten.
RB_EULA_ACCEPT=Ik accepteer de overeenkomst.
RB_EULA_DECLINE=Ik accepteer niet de overeenkomst.
PB_INSTALL=Installeren.
PB_EXIT=Afsluiten.
PB_STOP=Stop.
TXT_QUIT_INSTALLER_QUESTION=Wilt u installatie beëindigen?
TXT_STATUS_FINISHED_REBOOT=Om deze installatie af te ronden is het noodzakelijk om de computer te opnieuw op te starten. Druk<Nu opnieuw opstarten>, of druk <Later opnieuw opstarten> als u nu niet wilt opstarten.
TXT_STATUS_FINISHED_NO_REBOOT=Installatie is succesvol voltooid. Het is niet noodzakelijk om opnieuw op te starten.
ERR_IN_FILE=Het bestand %1 bestaat niet of is beschadigd. Unzip het Setup bestand opnieuw en voer de installatie procedure opnieuw uit.
ERR_TO_MANY_DEVICES=Te veel openstaande programma's. Het bestand %1 bevat te veel informatie over openstaande programma's.
ERR_CLOSE_ALL_APPS=Sluit alle actieve programma's af. Actieve programma's kunnen conflicten geven met deze installatie procedure.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Het is onmogelijk om de drivers te verwijderen. Sluit alle programma's af die gebruik maken van een USB audio apparaat en/of verwijder verdere hardwarematig aangesloten USB apparaten.
TXT_STATUS_SEEK_HWWIZARD=Zoeken naar openstaande programma's.
TXT_STATUS_REMOVING_DRIVERS=Verwijderen van eerdere geïnstalleerde drivers.
TXT_STATUS_REPLUG=Verwijder de USB geluidskaart uit de computer. Sluit de USB geluidskaart opnieuw aan op de computer.
TXT_STATUS_PLUG=Sluit de USB geluidskaart aan op computer als deze nog niet is bevestigd. Dit kan even duren.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Initialiseren van de USB geluidskaart.
TXT_STATUS_INSTALL_DRIVER=Installeren van de USB drivers.
TXT_STATUS_INSTALL_ASIO=Instaleren van de ASIO drivers.
TXT_STATUS_FAILED=De installatie is mislukt.
TXT_STATUS_FAILED_REBUILD_DDB=Herbouw driver database.
TXT_STATUS_UNINST_SUCC_REBOOT=Om deze installatie af te ronden is het noodzakelijk om de computer te opnieuw op te starten. Druk<Opnieuw opstarten>, of druk <Later opstarten> als u nu niet wilt opstarten.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=De driver is succesvol verwijderd. Het is niet noodzakelijk om de computer opnieuw op te starten.
TXT_STATUS_UNINST_ERR=Er is een conflict ontstaan tijdens het verwijderen van de drivers.Verwijder de USB geluidskaart, herstart uw systeem en voor de de-installatie procedure opnieuw uit.
TXT_STATUS_MORE_DEVICES=Wilt u nog een USB geluidskaart installeren?
ERR_UNPLUG_DEVICES=Verwijder de USB geluidskaart.%1

[SIMPLIFIED_CHINESE]
EULA_TITLE=许可协议
TXT_CHOOSE_INSTALL=安装驱动程序
TXT_CHOOSE_UNINSTALL=移除驱动程序
TXT_CHOOSE_KEY=输入授权码
TXT_CHOOSE_EXIT=退出
PB_REBOOT_LATER=稍后重新启动
PB_REBOOT_NOW=立即重新启动
RB_EULA_ACCEPT=我接受协议
RB_EULA_DECLINE=我不接受协议
PB_INSTALL=安装
PB_EXIT=退出
PB_STOP=停止
TXT_QUIT_INSTALLER_QUESTION=您真的要放弃安装驱动程序?
TXT_STATUS_FINISHED_REBOOT=计算机必须重新启动以便完成安装程序, 按 <立即重启>, 如果您不想现在重启系统的话, 请按 <稍后重启> 
TXT_STATUS_FINISHED_NO_REBOOT=安装成功, 不必重新启动.
ERR_IN_FILE=文件 %1 不存在或是毁损. 再次解开Setup并再执行一次.
ERR_TO_MANY_DEVICES=文件 %1 包含太多设备信息.
ERR_CLOSE_ALL_APPS=开启设备管理应用程序可能会影响本安装程序, 请立即退出所有设备管理应用程序.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Setup程序无法移除驱动程序. 请退出所有使用USB音频设备的应用程序或是拔除所有USB音频设备.
TXT_STATUS_SEEK_HWWIZARD=搜寻当前正在执行的应用程序.
TXT_STATUS_REMOVING_DRIVERS=移除先前的驱动程序.
TXT_STATUS_REPLUG=请拔下您的USB音频设备, 然后再次接上计算机.
TXT_STATUS_PLUG=如果您的USB音频设备还没接上计算机, 请现在将它接上. 这将会花上一些时间.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=初始化USB音频装置.
TXT_STATUS_INSTALL_DRIVER=安装USB驱动程序.
TXT_STATUS_INSTALL_ASIO=安装ASIO驱动程序.
TXT_STATUS_FAILED=很遗憾的安装失败.
TXT_STATUS_FAILED_REBUILD_DDB=重建驱动程序数据库.
TXT_STATUS_UNINST_SUCC_REBOOT=计算机必须重新启动以便完成移除程序, 按 <立即重启>, 如果您不想现在重启系统的话, 请按 <稍后重启>.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=移除成功, 不必重新启动.
TXT_STATUS_UNINST_ERR=在移除驱动程序过程中发生错误. 拔下所有USB音频设备, 重新启动计算机并再次执行移除程序.
TXT_STATUS_MORE_DEVICES=您要安装其它的设备吗?
ERR_UNPLUG_DEVICES=请拔下您的USB音频设备. %1

[TRADITIONAL_CHINESE]
EULA_TITLE=許可協定
TXT_CHOOSE_INSTALL=安裝驅動程式
TXT_CHOOSE_UNINSTALL=移除驅動程式
TXT_CHOOSE_KEY=輸入授權碼
TXT_CHOOSE_EXIT=退出
PB_REBOOT_LATER=稍後重新啟動
PB_REBOOT_NOW=立即重新啟動
RB_EULA_ACCEPT=我接受協定
RB_EULA_DECLINE=我不接受協定
PB_INSTALL=安裝
PB_EXIT=退出
PB_STOP=停止
TXT_QUIT_INSTALLER_QUESTION=您真的要放棄安裝驅動程式?
TXT_STATUS_FINISHED_REBOOT=電腦必須重新啟動以便完成安裝程序, 按 <立即重新啟動>, 如果您不想現在重啟系統的話, 請按 <稍後重新啟動> 
TXT_STATUS_FINISHED_NO_REBOOT=安裝成功, 不必重新啟動.
ERR_IN_FILE=檔案 %1 不存在或是毁損. 再次解開Setup並再執行一次.
ERR_TO_MANY_DEVICES=檔案 %1 包含太多設備資訊.
ERR_CLOSE_ALL_APPS=開啟設備管理應用程式可能會影響本安裝程式, 請立即退出所有設備管理應用程式.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Setup程式無法移除驅動程式. 請退出所有使用USB音頻設備的應用程式或是拔除所有USB音頻設備.
TXT_STATUS_SEEK_HWWIZARD=搜尋當前正在執行的應用程式.
TXT_STATUS_REMOVING_DRIVERS=移除先前的驅動程式.
TXT_STATUS_REPLUG=請拔下您的USB音頻設備, 然後再次接上電腦.
TXT_STATUS_PLUG=如果您的USB音頻設備還沒接上電腦, 請現在將它接上. 這將會花上一些時間.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=初始化USB音頻裝置.
TXT_STATUS_INSTALL_DRIVER=安裝USB驅動程式.
TXT_STATUS_INSTALL_ASIO=安裝ASIO驅動程式.
TXT_STATUS_FAILED=很遺憾的安裝失敗.
TXT_STATUS_FAILED_REBUILD_DDB=重建驅動程式資料庫.
TXT_STATUS_UNINST_SUCC_REBOOT=電腦必須重新啟動以便完成移除程序, 按 <立即重啟>, 如果您不想現在重啟系統的話, 請按 <稍後重啟>.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=移除成功, 不必重新啟動.
TXT_STATUS_UNINST_ERR=在移除驅動程式過程中發生錯誤. 拔下所有USB音頻設備, 重新啟動電腦並再次執行移除程式.
TXT_STATUS_MORE_DEVICES=您要安裝其它的設備嗎?
ERR_UNPLUG_DEVICES=請拔下您的USB音頻設備. %1


[EULA_TRADITIONAL_CHINESE]
=1. 您僅能以備份目的複製本驅動程式.
=2. 本軟體為一次性提供, 不包含任何型式的保證.
=3. Ploytec GmbH / usb-audio.de不對因為安裝或使用本軟體所造成的損害擔負責任.
=4. 在任何情況下都嚴格禁止將個人解鎖定碼給予任何人.

[EULA_SIMPLIFIED_CHINESE]
=1. 您仅能以备份目的复制本驱动程序.
=2. 本软件为一次性提供, 不包含任何型式的保证.
=3. Ploytec GmbH / usb-audio.de不对因为安装或使用本软件所造成的损害担负责任.
=4. 在任何情况下都严格禁止将个人解锁码给予任何人.


[SPANISH]
EULA_TITLE=Contrato de licencia.
TXT_CHOOSE_INSTALL=Instalar controlador.
TXT_CHOOSE_UNINSTALL=Desinstalar controlador.
TXT_CHOOSE_KEY=Introducir número de licencia.
TXT_CHOOSE_EXIT=Finalizar instalación.
PB_REBOOT_LATER=No reiniciar.
PB_REBOOT_NOW=Reiniciar ahora.
RB_EULA_ACCEPT=Acepto los términos del contrato de licencia.
RB_EULA_DECLINE=No acepto los términos del contrato de licencia.
PB_INSTALL=&Instalar.
PB_EXIT=&Finalizar.
PB_STOP=Detener.
TXT_QUIT_INSTALLER_QUESTION=¿Desea interrumpir la instalación del controlador?
TXT_STATUS_FINISHED_REBOOT=Para finalizar la instalación debe <Reiniciar> el ordenador. Haga clic en <No reiniciar>, si desea reiniciar su ordenador manualmente más tarde.
TXT_STATUS_FINISHED_NO_REBOOT=Instalación exitosa. No es necesario reiniciar el ordenador.
ERR_IN_FILE=El archivo %1 no existe o está corrupto. Intente descomprimir nuevamente el archivo de configuración Setup.
ERR_TO_MANY_DEVICES=El archivo %1 contiene demasiada información del dispositivo.
ERR_CLOSE_ALL_APPS=El instalador ha detectado aplicaciones de Windows abiertas que pueden afectar la instalación. Antes de continuar cierre todas las aplicaciones abiertas.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=No se ha podido desinstalar el controlador. Cierre todas las aplicaciones de audio USB o desconecte todos los dispositivos de audio USB.
TXT_STATUS_SEEK_HWWIZARD=Buscando aplicaciones activas.
TXT_STATUS_REMOVING_DRIVERS=Desinstalando controladores antiguos.
TXT_STATUS_REPLUG=Desconecte ahora su dispositivo de audio USB y vuelva a conectarlo al ordenador.
TXT_STATUS_PLUG=En caso de que el dispositivo USB no esté conectado a su ordenador, conéctelo ahora. La detección de éste puede tardar unos momentos.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Inicializando el dispositivo de audio USB detectado.
TXT_STATUS_INSTALL_DRIVER=Instalando el controlador USB.
TXT_STATUS_INSTALL_ASIO=Instalando el controlador ASIO.
TXT_STATUS_FAILED=La instalación no se pudo llevar a cabo.
TXT_STATUS_FAILED_REBUILD_DDB=Actualizando la base de datos de controladores.
TXT_STATUS_UNINST_SUCC_REBOOT=Al finalizar la desinstalación debe <Reiniciar> el ordenador. Haga clic en <No reiniciar>, si desea reiniciar su ordenador manualmente más tarde.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=Desinstalación exitosa. No es necesario reiniciar el ordenador.
TXT_STATUS_UNINST_ERR=No se han podido desinstalar los controladores. Desconecte todos los dispositivos de audio USB, reinicie el ordenador y vuelva a intentar la desinstalación.
TXT_STATUS_MORE_DEVICES=¿Desea instalar otro dispositivo?
ERR_UNPLUG_DEVICES=Desconecte ahora el dispositivo de audio USB. %1

[ITALIAN]
EULA_TITLE=Contratto di licenza
TXT_CHOOSE_INSTALL=Installa il driver
TXT_CHOOSE_UNINSTALL=Disinstalla il driver
TXT_CHOOSE_KEY=Inserisci il codice di registrazione
TXT_CHOOSE_EXIT=Esci
PB_REBOOT_LATER=Riavvia piu' tardi
PB_REBOOT_NOW=Riavvia adesso
RB_EULA_ACCEPT=&Accetto il contratto
RB_EULA_DECLINE=Non accetto il contratto
PB_INSTALL=&Installa
PB_EXIT=E&sci
PB_STOP=Stop
TXT_QUIT_INSTALLER_QUESTION=Vuoi veramente interrompere l'installazione?
TXT_STATUS_FINISHED_REBOOT=Per completare l'installazione e' necessario riavviare il PC. Premi <Riavvia adesso>, oppure premi  <Riavvia piu' tardi> se non vuoi riavviare immediatamente.
TXT_STATUS_FINISHED_NO_REBOOT=L'istallazione e' stata completata con successo. Non e' necessario riavviare.
ERR_IN_FILE=Il file %1 non c'e' o e' corrotto. Scompatta di nuovo il Setup e ricomincia da capo.
ERR_TO_MANY_DEVICES=Il file %1 contiene informazione di troppe periferiche.
ERR_CLOSE_ALL_APPS=L'uso di altri programmi potrebbe interferire con questo installer. Per favore, chiudi tutti gli altri programmi.
ERR_CANTREMOVE_UNPLUG_ALL_AND_RESTART_SETUP=Il Setup non e' riuscito a rimuovere il driver. Per favore, chiudi tutti i programmi che utilizzano le periferiche audio usb, oppure scollega tutte le periferiche audio USB.
TXT_STATUS_SEEK_HWWIZARD=Ricerca dei programmi che stanno girando in corso.
TXT_STATUS_REMOVING_DRIVERS=Disinstallazione dei vecchi driver in corso.
TXT_STATUS_REPLUG=Per favore, scollega la periferica audio USB, poi ricollegala.
TXT_STATUS_PLUG=Per favore, collega la scheda audio USB al PC ,se non e' gia collegata. Questa operazione potrebbe richiedere qualche minuto.
TXT_STATUS_INIT_DEVICE_FOR_SETUP=Inizializzazione della periferica audio USB in corso.
TXT_STATUS_INSTALL_DRIVER=Installazione dei drivers USB in corso.
TXT_STATUS_INSTALL_ASIO=Installazione del driver ASIO in corso.
TXT_STATUS_FAILED=Sfortunatamente l'installazione non e' riuscita.
TXT_STATUS_FAILED_REBUILD_DDB=Ricostruzione del database dei drivers.
TXT_STATUS_UNINST_SUCC_REBOOT=Per completare la disinstallazione e' necessario riavviare il computer. Premi <Riavvia adesso>, o premi <Riavvia piu' tardi> se non vuoi riavviare adesso.
TXT_STATUS_UNINST_SUCC_NO_REBOOT=Disinstallazione completata con successo. Non e' necessario riavviare.
TXT_STATUS_UNINST_ERR=Si e' verificato un errore durante la rimozione del driver. Scollega le periferiche audio USB, riavvia il computer e prova di nuovo a disinstallare il driver.
TXT_STATUS_MORE_DEVICES=Vuoi installare un'altra periferica ?
ERR_UNPLUG_DEVICES=Per favore, scollega la scheda audio USB. %1

[EULA_GERMAN]
=1. Kopien dieser Software dürfen nur zum Zwecke eigener Datensicherung angefertigt werden.
=2. Das Nichtvorhandensein von Software-Fehlern und Inkompatibilitäten können wir nicht garantieren.
=3. Eine Haftung für Schäden, die sich aus Installation und Nutzung dieses Treibers ergeben, ist ausgeschlossen.
=4. Es ist unter keinen Umständen erlaubt, den persönlichen Freischaltcode an Dritte weiterzugeben.

[EULA_ENGLISH]
=1. You may make copies of this driver solely for backup purposes.
=2. The software is provided "as is" without warranty of any kind.
=3. Ploytec GmbH / usb-audio.de can not be made liable for any damage resulting from the installation or use of this software.
=4. It is strictly forbidden to give the personal unlock-key to other people, no matter under what circumstances.

[EULA_FRENCH]
=1. Vous pouvez faire des copies de ce logiciel seulement à des fins de sauvegarde privée.
=2. Le logiciel est fourni "tel quel" sans garantie d'aucune sorte.
=3. Ploytec GmbH ne saurait être rendu responsable de dommages résultant de l'installation ou de l'utilisation de ce logiciel.
=4. Il est strictement interdit de fournir les code de déverrouillage à qui que ce soit, quelles que soient les circonstances

[EULA_KOREAN] 
=1. 이 프로그램은 고객 본인의 컴퓨터에 백업 목적으로만 카피 하실 수 있습니다. 
=2. 이 드라이버는 저작권법과 컴퓨터 프로그램 보호법으로 보호받습니다. 
=3. Ploytec GmbH / usb-audio.de 는 이 드라이버에 포함된 기능이 고객의 특정 목적에 적합할 것이라는 보증은 하지 않으며, 이 드라이버의 사용으로 인해 초래된 모든 결과에 대하여 책임지지 않습니다.

=4. 어떠한 경우에도 unlock-key를 다른 사람에게 배포 하는 행위는 금지 되어 있습니다

[EULA_JAPANESE]
=1. 本アプリケーションはバックアップの目的でのみ複製を行うことができます。
=2. お客様が本アプリケーションを使用した結果の影響について、一切の責任及び業務から免れるものとします。
=3. 著作権法を侵害する行為及び不正コピーは罰せられます。そのような行為に対し、両者は一切の責任及び業務から免れるものとします。

=4. 製品付属のシリアルナンバーの再発行及び譲渡を禁止いたします。

[EULA_DUTCH]
=1. U mag een backup kopie maken voor eigen gebruik.
=2. Op deze software berust geen enkele garantie vorm.
=3. usb-audio.de / software drivers kan niet verantwoordelijk worden gehouden voor schade aan uw computer.
=4. Het is ten strengste verboden om uw persoonlijke unlock-key aan derde door te geven.

[EULA_SPANISH]
=1. No está permitido hacer copias de este software excepto para hacer copias de respaldo personales.
=2. El software se provee “tal cual” sin garantías de ningún tipo.
=3. Ploytec GmbH no es responsable de daños ocasionados por la instalación y utilización de este software.
=4. Queda estrictamente prohibido ceder el código de seguridad a terceras personas sin importar las circunstancias.

[EULA_ITALIAN]
=1. La copia di questo driver e' consentita esclusivamente per finalita' di backup.
=2. Questo software viene fornito "cosi' com'e'",  senza garanzie di nessun tipo.
=3. Ploytec GmbH / usb-audio.de non e' responsabile di danni derivanti dalla installazione o dall'uso di questo software.
=4. E' severamente proibito fornire ad altri il codice personale di registrazione, indipendentemente dalle circostanze.
